Repository: Catrobat/Paintroid
Catalog: Paintroid/locale/string-*.po
Languages: de, nl

# welcome
source: Welcome to Paintroid!
de: Willkommen bei Paintroid!
nl: Welkom bij Paintroid!

# import_png_define
source: Add picture
de: Bild hinzufügen
nl: Afbeelding toevoegen

# centerpoint_define
source: Define Center Point
de: Mittelpunkt definieren
nl: Draaipunt bepalen

# centerpoint_save
source: Save Center Point
de: Mittelpunkt speichern
nl: Draaipunt opslaan

# floating_box
source: Stamp
de: Stempel
nl: Stempel

source: Cancel
de: Abbrechen
nl: Annuleren

# reset
source: Reset Zoom
de: Zoom zurücksetzen
nl: Zoom herstellen

# clear
source: Clear Drawing
de: Zeichnung löschen
nl: Tekening wissen

source: Quit
de: Beenden
nl: Afsluiten

source: Load
de: Laden
nl: Openen

source: Save
de: Speichern
nl: Opslaan

source: Yes
de: Ja
nl: Ja

source: Done
de: Fertig
nl: Klaar

source: About
de: Über
nl: Over

# about_title
source: About Paintroid...
de: Über Paintroid...
nl: Over Paintroid...

# about_content
source: Paintroid, a drawing and image editing program
de: Paintroid, ein Zeichenprogramm
nl: Paintroid, een teken- en beeldbewerkingsprogramma

# warning_title
source: Warning!
de: Achtung!
nl: Waarschuwing!

# warning_content
source: Please create a new drawing or load a picture first.
de: Bitte öffne zuerst eine neue Zeichnung oder lade ein Bild.
nl: Maak eerst een nieuwe tekening of open een afbeelding.

# file_title
source: Paintroid File Manager
de: Datei Manager...
nl: Paintroid-bestandsbeheerder

# file_new
source: New Drawing
de: Neue Zeichnung
nl: Nieuwe tekening

# stroke_title
source: Shape and Width
de: Werkzeug Form und Breite
nl: Vorm en breedte

# choose_a_color
source: Pick a Color
de: Wähle eine Farbe
nl: Kies een kleur

source: This Color
de: Diese Farbe
nl: Deze kleur

source: Transparent
nl: Doorzichtig

# dialog_save_title
source: Save Picture
de: Zeichnung speichern
nl: Tekening opslaan

# dialog_save_text
source: Input Filename ...
de: Dateiname eingeben...
nl: Voer bestandsnaam in...

# dialog_overwrite_title
source: WARNING OVERWRITE
de: ACHTUNG ÜBERSCHREIBEN
nl: WAARSCHUWING: OVERSCHRIJVEN

# dialog_overwrite_text
source: Do you want to overwrite an existing file?
de: Wollen Sie die vorhandene Datei überschreiben?
nl: Wil je een bestaand bestand overschrijven?

# dialog_overwrite_button_cancel
source: Cancel
de: Abbrechen
nl: Annuleren

# dialog_error_sdcard_title
source: Error reading/writing File
de: Fehler beim lesen/schreiben der Datei
nl: Fout bij het lezen / schrijven van bestand

# dialog_error_sdcard_text
source: Check memory or SD-Card!
de: Prüfe Speicher oder SD-Card!
nl: Controleer geheugen of SD-kaart!

# color_picker_title
source: Pick a Color
de: Wähle eine Farbe
nl: Kies een kleur

# color_picker_transparency
source: Transparent
nl: Doorzichtig

# color_picker_choosecolor
source: Pick this Color
de: Wähle diese Farbe
nl: Gebruik deze kleur

# color_select_color
source: Select a Color
de: Wähle eine Farbe
nl: Kies een kleur

# color_old_color
source: Old Color
de: Alte Farbe
nl: Oude kleur

# color_new_color
source: New Color
de: Neue Farbe
nl: Nieuwe kleur

# color_hex_invalid
source: Invalid color hex code!
de: Ungültiger Farben Hexwert!
nl: Ongeldige kleur-hex-code!

# button_license
source: License
de: Lizenz
nl: Licentie

# license_content
source: Catroid: An on-device graphical programming language for Android devices Copyright (C) 2010 Catroid development team (&lt;http://code.google.com/p/catroid/wiki/Credits&gt;) This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see &lt;http://www.gnu.org/licenses/&gt;.
nl: Catroid: Een grafische programmeertaal voor Android-apparaten Copyright (C) 2010 Catroid ontwikkelteam (&lt;http://code.google.com/p/catroid/wiki/Credits&gt;) Dit programma is gratis software: je kunt het herdistribueren en/of wijzigen onder de voorwaarden van de GNU General Public License, zoals gepubliceerd door de Free Software Foundation, onder versie 3 van de Licentie, of (naar uw keuze) enige latere versie. Dit programma is gedistribueerd in de hoop dat het nuttig is, maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garantie van verkoopbaarheid of geschiktheid voor een bepaald doel. Zie de GNU General Public License voor meer details. U moet een kopie van de GNU General Public License hebben ontvangen samen met dit programma. Zo niet, zie &lt;http://www.gnu.org/licenses/&gt;.

# help_content_scroll
source: I'm the hand tool. With me you can move your picture around.
de: Ich bin die Scroll Hand. Mit mir könnt ihr im Bild herum scrollen
nl: Ik ben het handje. Met mij kun je tekening verplaatsen.

# help_content_zoom
source: I'm the zoom tool. With me you can zoom in and out of your picture. Just swipe your finger up or down.
de: Ich bin das Vergrößerungsglas. Ich helfe euch beim vergrößern des Bildes. Ziehe einfach deinen Finger über das Bild.
nl: Ik ben het vergrootglas. Met mij kun je je tekening in- en uitzoomen. Gewoon met je vinger omhoog of omlaag vegen.

# help_content_brush
source: I'm the paint brush tool. With me you can draw onto your picture.
de: Ich bin der Pinsel. Ich helfe dir zu malen.
nl: Ik ben de kwast. Met mij kun je tekenen.

# help_content_eyedropper
source: I'm the eyedropper tool. With me you can select a color on your picture.
de: Ich bin die Pippete. Ich kann dir die Farbe eines Punktes im Bild sagen.
nl: Ik ben het pipet. Met mij kun je een kleur van je tekening selecteren.

# help_content_wand
source: I'm the magic wand tool. I can change any color in the picture that you tap on to your currently selected color.
de: Ich bin der Zauberstab. Ich kann eine ausgewählte Farbe im Bild durch eine von dir gewählte Farbe ersetzen.
nl: Ik ben de toverstaf. Ik verander elke kleur van je tekening door de geselecteerde kleur.

# help_content_undo
source: I'm the undo arrow. I can make your recent actions undone.
de: Ich bin der Undo Pfeil. Ich mache eine änderung rückgängig.
nl: Ik ben het pijltje-ongedaan-maken. Ik maak je laatste bewerkingen ongedaan.

# help_content_redo
source: I'm the redo arrow. I can restore your recent undos.
de: Ich bin der Redo Pfeil. Ich stelle eine änderung von dir wieder her.
nl: Ik ben het pijltje-opnieuw. Ik voer je laatste verwijderingen opnieuw uit.

# help_content_file
source: I'm the file manager. I can load, save and create a new picture.
de: Ich bin der Daten Manager. Ich helfe dir Bilder zu laden/speichern und ein neues zu erstellen.
nl: Ik ben de bestandsbeheerder. Ik kan een tekening maken, openen of opslaan.

# help_content_color
source: I'm the color picker. With me you can choose any color you want.
de: Ich bin die Farbpalette. Ich helfe dir eine Farbe auszusuchen.
nl: Ik ben de kleurkiezer. Bij mij kun je elke kleur kiezen die je wilt.

# help_content_stroke
source: I'm the stroke and shape picker. I let you select the size and shape of your brush.
de: Ich bin für Form und Breite des Pinsels zuständig. Ich helfe dir die korrekte Form und Breite deines Pinsels auszusuchen.
nl: Ik ben de lijn- en vormkiezer. Ik laat je de grootte en de vorm van je penseel kiezen.

# help_content_stamp
source: I'm the stamp tool. With me you can copy and paste parts of your picture. Move and resize the rectangle and tap to use the stamp.
de: Ich bin das Stempelwerkzeug. Mit mir kannst du Teile deines Bildes kopieren und einfügen. Bewege das Rechteck und ändere seine Größe, tippe in seine Mitte um den Stempel zu verwenden.
nl: Ik ben de stempel. Met mij kun je delen van je tekening kopiëren en plakken. Verplaatsen en verander het formaat van de rechthoek en tik op de stempel om mij te gebruiken.

# help_content_center
source: I'm the center point tool. I let you select the center of your picture. This is useful if you want to use your picture with Catroid later on.
de: Ich bin das Mittelpunkt Werkzeug. Ich lasse dich den Mittelpunkt deines Bildes bestimmen. Das ist hilfreich, wenn du dein Bild später mit Catroid verwenden möchtest.
nl: Ik ben draaipunt-gereedschap. Ik laat je het middelpunt van je tekening kiezen. Dit is handig als je je tekening later wilt gebruiken met Catroid.
